[
  {
    "joke": "Why don’t graveyards ever get overcrowded? Because people are dying to get in.",
    "author": "Coffin Carl"
  },
  {
    "joke": "I have a joke about depression... but it just keeps getting sadder.",
    "author": "Melancholy Mike"
  },
  {
    "joke": "My grief counselor died. But he was so good, I didn’t even care.",
    "author": "Therapy Tom"
  },
  {
    "joke": "Why don't orphans play baseball? Because they don't know where home is.",
    "author": "Pitchless Pete"
  },
  {
    "joke": "I started a company selling land mines disguised as prayer mats. Prophets are going through the roof!",
    "author": "Explosive Ed"
  },
  {
    "joke": "What's the hardest part about eating a vegetable? Getting them out of the wheelchair.",
    "author": "Twisted Terry"
  },
  {
    "joke": "Why did the man miss his funeral? He wasn’t dead inside enough.",
    "author": "Deadpan Dan"
  },
  {
    "joke": "Don’t challenge Death to a pillow fight unless you’re ready for the reaper cushions.",
    "author": "Punny Paul"
  },
  {
    "joke": "Why did the orphan rob the bank? He wanted to feel what it’s like to be wanted.",
    "author": "Lonely Larry"
  },
  {
    "joke": "I used to have a handle on life, but then it broke and cut me.",
    "author": "Bleak Benny"
  },
  {
    "joke": "They say laughter is the best medicine—until you have schizophrenia.",
    "author": "Echoing Elly"
  },
  {
    "joke": "The worst part about a zombie apocalypse? Everyone’s personality is still the same.",
    "author": "Undead Uche"
  },
  {
    "joke": "My grandpa died peacefully in his sleep, unlike the passengers in his car.",
    "author": "Sleepy Steve"
  },
  {
    "joke": "Why do blind people hate skydiving? It scares the hell out of their dogs.",
    "author": "Fall Guy Frank"
  },
  {
    "joke": "I’d tell a suicide joke, but I’d never hear the end of it.",
    "author": "Dark Dave"
  },
  {
    "joke": "The hospital called—my blood test came back positive. I have blood.",
    "author": "Morbidity Max"
  },
  {
    "joke": "Death smiles at everyone. Some smile back.",
    "author": "Fatal Fred"
  },
  {
    "joke": "When I see someone crying, I ask: Is it because of your haircut or your life?",
    "author": "Savage Sue"
  },
  {
    "joke": "I told my therapist about my demons. He referred me to a priest.",
    "author": "Possessed Paul"
  },
  {
    "joke": "Why did I name my Wi-Fi 'Life'? So people would feel connected.",
    "author": "Signal Sam"
  },
  {
    "joke": "I'm reading a book on anti-gravity. It's impossible to put down!",
    "author": "Dad Joke Central"
  },
  {
    "joke": "Why don’t skeletons fight each other? They don’t have the guts.",
    "author": "Spooky Steve"
  },
  {
    "joke": "What do you call fake spaghetti? An impasta!",
    "author": "Pasta Pete"
  },
  {
    "joke": "Why did the scarecrow win an award? Because he was outstanding in his field!",
    "author": "Corny Carl"
  },
  {
    "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised.",
    "author": "Archie the Artist"
  },
  {
    "joke": "Why don’t scientists trust atoms? Because they make up everything!",
    "author": "Professor Proton"
  },
  {
    "joke": "What do you call cheese that isn't yours? Nacho cheese!",
    "author": "Cheesy Charlie"
  },
  {
    "joke": "I would tell you a joke about an elevator, but it’s an uplifting experience.",
    "author": "Elevator Eddie"
  },
  {
    "joke": "Why did the bicycle fall over? Because it was two-tired!",
    "author": "Bike Bob"
  },
  {
    "joke": "What do you call a factory that makes good products? A satisfactory!",
    "author": "Factory Frank"
  },
  {
    "joke": "Why did the math book look sad? Because it had too many problems.",
    "author": "Math Magician"
  },
  {
    "joke": "What do you call a bear with no teeth? A gummy bear!",
    "author": "Bear-y Funny Bob"
  },
  {
    "joke": "I used to play piano by ear, but now I use my hands.",
    "author": "Musical Mike"
  },
  {
    "joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
    "author": "Golfing Gary"
  },
  {
    "joke": "What do you call a fish wearing a bowtie? Sofishticated!",
    "author": "Fishy Fred"
  },
  {
    "joke": "Why did the tomato turn red? Because it saw the salad dressing!",
    "author": "Salad Sally"
  },
  {
    "joke": "I told my computer I needed a break, and now it won’t stop sending me beach wallpapers.",
    "author": "Techie Tim"
  },
  {
    "joke": "What do you call a snowman with a six-pack? An abdominal snowman!",
    "author": "Winter Wendy"
  },
  {
    "joke": "Why did the coffee file a police report? It got mugged!",
    "author": "Caffeinated Carl"
  },
  {
    "joke": "What do you call a lazy kangaroo? A pouch potato!",
    "author": "Outback Ollie"
  },
  {
    "joke": "Why don’t eggs tell jokes? They’d crack each other up!",
    "author": "Eggcellent Eddie"
  },
  {
    "joke": "I used to be a baker, but I couldn’t make enough dough.",
    "author": "Baking Betty"
  },
  {
    "joke": "What do you call a belt made of watches? A waist of time!",
    "author": "Timekeeper Tim"
  },
  {
    "joke": "Why did the picture go to jail? Because it was framed!",
    "author": "Artful Andy"
  },
  {
    "joke": "What do you call a dinosaur with an extensive vocabulary? A thesaurus!",
    "author": "Dino Dave"
  },
  {
    "joke": "Why did the cookie go to the doctor? Because it felt crummy!",
    "author": "Cookie Chris"
  },
  {
    "joke": "What do you call a parade of rabbits hopping backward? A receding hare-line!",
    "author": "Hoppy Harry"
  },
  {
    "joke": "What do you call a bear with no ears? B!",
    "author": "Bear-y Funny Bob"
  },
  {
    "joke": "Why did the stadium get hot after the game? All of the fans left!",
    "author": "Sporty Sam"
  },
  {
    "joke": "What do you call a fish that practices medicine? A sturgeon!",
    "author": "Doctor Fishy"
  }
]
